<!DOCTYPE html>
<html lang="ka">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="{{asset('index.css')}}">
    <title>Mytast App</title>
</head>

<body>
<header class="flex-row">
    <div class="logo"><img src="{{asset('logo.png')}}" alt=""></div>
    <div class="lang">
        <a href="/en/gita"><img src="{{asset('country-us.svg')}}" alt=""></a>
        <!-- <a href=""><img src="gr.svg" alt=""></a> -->
    </div>
    <div class="logo"><img src="{{asset('gita.png')}}" alt=""></div>
</header>
<section class="grid">
    <div>
        <ul>
            <li><a href="#description" class="button">1.1 აღწერა</a></li>
            <li><a href="#problem" class="button">2.1 პრობლემა</a></li>
            <li><a href="#problem-solving" class="button">2.2 პრობლემის გადაწყვეტა</a></li>
            <li><a href="#market-opportunity-and-dynamics" class="button">4.1 ბაზრის შესაძლებლობა და
                    დინამიკა</a></li>
            <li><a href="#competitive-advantage" class="button">4.5 კონკურენტული უპირატესობა</a></li>
            <li><a href="#team" class="button">გუნდი</a></li>
        </ul>
    </div>
    <div id="description-text" class="text-container">
        <h1>როგორ დაიწყო? / საიდან გაჩნდა იდეა?</h1>
        <p>
            • ჯერ კიდევ 2022 წელს, ჩვენს ერთ-ერთ პროექტზე მუშაობისას, ჩვენი გუნდი ინტენსიურად მუშაობდა
            ფრილანსერებთან. ამ პროცესის განმავლობაში დაგვიგროვდა საკმაოდ ბევრი ნეგატიური გამოცდილება,
            განვიცდიდით როგორც ფინანსურ, ასევე ემოციურ ზარალს და დავკარგეთ რაც ყველაზე ძვირფასია - დრო.
        </p>

        <h1>რატომ? / რატომ ხდება ეს?</h1>
        <p> • ჩვენს ქვეყანაში და რეგიონში არ არსებობს პლატფორმები, რომლებიც არეგულირებს ფრილანსერსა და დამკვეთს
            შორის ურთიერთობას. ამიტომ შეთანხმების მიღწევა ძირითადად სოციალური ქსელებით, პირადი შეტყობინებებით
            ხდება, რაც ძალიან სარისკოა და ხშირია შემთხვევები, როცა ზიანდება ან ფრილანსერი ან დამკვეთი.</p>

        <h1>როგორ მივედით გადაწყვეტილებამდე</h1>
        <p> • შექმნილმა ვითარებამ საბოლოოდ გადაგვაწყვეტინა MYTASK პლატფორმის დაარსება, რომელიც უზრუნველყოფს
            ფრილანსერსა და კლიენტს შორის ურთიერთობის უსაფრთხო მართვას, როგორც შუამავალი კომპანია. რომელიც
            მოაწესრიგებს არსებულ ურთიერთობას, დანერგავს ინოვაციურ პროცესებს და განავითარებს ბაზრის ამ ნაწილს.
        </p>
        <h1>რა არის ინოვაციური ?!</h1>
        <p> • გლობალური მასშტაბით, ჩვენ შევქმნით ალგორითმს შეთავაზებული პროდუქტის ფასის სამართლიანობის
            შესაფასებლად, რომელიც მიანიჭებს სტატუსს განცხადების ფასს, ალგორითმის მიერ გამოთვლილ საშუალო ფასთან
            მიმართებაში, რაც გაუადვილებს მომხმარებელს მიიღოს გადაწყვეტილება.
        </p>
        <p> • გარდა ამისა, ეს ალგორითმი გადაჭრის პრობლემას, რომელსაც განიცდიან გამოცდილი პროფესიონალი ფრილანსერები.
            ზოგიერთ შემთხვევაში, მათი მაღალი ფასები ვერ გაუწევს კონკურენციას სხვა ფრილანსერების დაბალ ფასებს.
            ალგორითმის დახმარებით შესაძლებელი იქნება ერთი და იგივე სტატუსის მინიჭება სხვადასხვა ფასებზე, რაც
            დამოკიდებული იქნება ფრილანსერის გამოცდილებაზე, შეფასებებსა და უკუკავშირებზე.
        </p>
        <p> • პლატფორმის შიდა გადარიცხვების ინოვაცია საშუალებას მისცემს ფრილანსერებს იმუშაონ პროექტების უფრო ფართო
            სპექტრზე, დაიქირაონ სხვა ფრილანსერები ქვეკონტრაქტორებად და გადაუხადონ მათ შიდა გადარიცხვით
            ყოველგვარი საკომისიოს გარეშე.
        </p>
        <p> • ჩვენი პლატფორმა შეაფასებს რეგისტრირებულ ფრილანსერებს ნულიდან. ეს ნიშნავს, რომ ფრილანსერს,
            რომელიც რეგისტრირებულია სხვა პლატფორმებზე და აქვს მაღალი რეიტინგი, მოუწევს რეიტინგის თავიდან შენება
            ჩვენს პლატფორმაზე მუშაობის დაწყებისას. ამით ყველა ფრილანსერი ექნება ერთნაირ პირობებში და ყველას
            შეეძლება მაღალი შეფასებისთვის ბრძოლა.
        </p>
        <p> • და ბოლოს, ჩვენი კომპანიის მიზანი იქნება უზრუნველყოს რესურსები ფრილანსერების პროფესიული
            გადამზადებისთვის.
            ფრილანსერები გაივლიან ტრენინგს იმ სფეროებში, სადაც ბაზრის კვლევის მიხედვით იქნება ფრილანსერების
            დეფიციტი. შედეგად, გვეყოლება მრავალფუნქციური და მაღალკვალიფიციური ფრილანსერები, რომლებიც შეძლებენ
            უფრო მეტი შეკვეთის შესრულებას, რაც პროპორციულად იმოქმედებს ჩვენს შემოსავალზე.
        </p>
    </div>
    <div id="problem-text" class="text-container">
        <div>
            <div>
                <h1>პორობლემა</h1>
                <ul>
                    <li>უსაფრთხო სივრცის არ არსებობა, რაოდენ გასაკვირიც არ უნდა იყოს ჩვენს რეგიონში არ არსებობს
                        პლათფორმა,
                        რომელიც უზრუნველყოფს ფრილანსერსა და დამკვეთს შორის უსაფრთხო კომუნიკაციასა და
                        ურთიერთობას.
                        ძირითადად
                        შეთანხმების მიღწევა ხდება სოციალური ქსელების მეშვეობით რომელიც ძალიან სარისკოა და ხშირია
                        როცა ან
                        ფრილანსერი ზარალდება ან დამკვეთი.
                    </li>
                    <li>ფასის რეგულაციის ან შეფასების არ არსებობა, ჩვენ ვიაზრებთ რომ ფრილანსინგი უნდა იყოს
                        სრულიად
                        თავისუფალი და ნებისმიერ ფრილანსერს აქვს უფლება თავის შეთავაზებაზე სასურველი ფასი დაადოს
                        მაგრამ
                        ეს არ
                        ნიშნავს იმას რომ დამკვეთს არ აქვს უფლება იცოდეს თუ რამდენად სამართლიანია ფასი.
                    </li>
                    <li>პლათფორმშიდა გადარიცხვის არ არსებობა, გუნდური სამუშაოს შესრულებისთვის არახელსაყრელი
                        გარემო
                    </li>
                    <li>ფრილანსერების განვითარებაზე ზრუნვის არ არსებობა/ნაკლებობა</li>
                </ul>
            </div>
            <div class="problem-img">
                <img src="{{asset('problems.png')}}" alt="">
            </div>
        </div>
    </div>
    <div id="problem-solving-text" class="text-container">
        <h1>1. ჩვენს პლათფორმაზე ვუზრუნველყოფთ ფრილანსინგ პროცესის სრულ დაცულობას. მუშაობის პრინციპი ასეთია :
        </h1>
        <ul>
            <li>პირობებზე შეთანხმების შემდეგ დამკვეთი იხდის თანხარ პირველი</li>
            <li>გადახდის დაფიქსირების შემდეგ ფრილანსერი იწყებს შეკვეთაზე მუშაობას</li>
            <li>გადახდილი თანხას ჩვენი პლათფორმა ინახავს დაბლოკილ მდგომარეობაში</li>
            <li>შეკვეთის დასრულების შემდეგ, ფრილანსერი უგზავნის შესრულებულ სამუშაოს დამკვეთს პლათფორმის
                საშუალებით
            </li>
            <li>როდესაც დამკვეთი ჩაიბარებს დაა დაადასტურებს შეკვეთის მიღებას, თანხას ავტომატურად მოეხსნება
                ბლოკი და ჩაირიცხება ფრილანსერის პირად ანგარიშზე
            </li>
        </ul>
        <h1>ფასის შეფასების ალგორითმი</h1>
        <p>როდესაც თქვენ შედიხართ თანამედროვე ფრილანსინგ პლათფორმებზე, თქვენ ვერ შეხვდებით ფასის
            სამართლიანობის გამსაზღვრელ ფუნქციებს. როგორც წესი, დამკვეთი არჩევს ფრილანსერს უკუკავშირების,
            შეფასებების, პორტფოლიოსა და ფასის მიხედვით. მაგრამ ზემოთ ხსენებული მონაცემები არ გვაძლევს საშუალებას
            ვიცოდეთ თუ რამდენად სამართლიანია ფრილანსერის მიერ შემოთავაზებული ფასი. ხშირია შემთხვევები, როცა
            გამოცდილი ფრილანსერები გამოთქვამენ პროტესტს კონკრეტული სერვისის ფასის „დავარდნაზე“, რაც გამოწვეულია
            ახალბედა, დაბალ რეიტინგული ფრილანსერების მიერ შეთავაზებული „დაბალი ფასით“. სწორედ აქედან
            გამომდინარე, გადავწყვიტეთ რომ შეგვექმნა ალგორითმი, რომელიც უზრუნველჰყოფს ფასის სამართლიან რეგულაციას
            და შეფასებას.</p>
        <ul>
            <li>პირველ რიგში, ჩვენ ვუგულნებელყოფთ ყველა ფრილანსერის გამოცდილებას, რომელიც მათ ჩვენს
                პლათფორმაზე დარეგისტრირებამდე ქონდათ. ამის მიზეზი კი არის ის, რომ ჩვენ ვერ მოვახდენთ 100% ით
                ზუსტ შეფასებას თუ რამდენად შეესაბამება მათ მიერ წარმოდგენილი მონაცემები რეალობას.
            </li>
            <li>ამ ნაბიჯით ჩვენ ყველა ფრილანსერს მოვაქცევთ თანაბარ პირობებში.</li>
            <li>რეიტინგის დაგროვება დაიწყება უშუალოდ MYTASK პლათფორმაზე შესრულებული სამუშაოების, მიღებული
                შეფასებებისა და უკუკავშირების საშუალებით.
            </li>
            <li>ალგორითმი, ასევე, გამოთვლის კონკრეტული პროდუქტისთვის სამართლიან ფასს, მაგრამ ეს ფასის გამოთვლა
                არ იქნება საშუალო არითმეტიკული პლათფორმაზე არსებული პროდუქტების ფასებიდან, ფასის გამოთვლის
                პროცესში ყურადღება მიექცევა ფრილანსერის გამოცდილებას და შეფასებებს.
            </li>
        </ul>
        <p>
            ასე მაგალითად : თუ ფრილანსერი ამზადებს კომპანიის ლოგოს 50$-ად 3 დღეში, ხოლო მისი შეფასებები ძალიან
            მცირეა, ასევე არ აქვს ჩვენს პლათფორმაზე შესრულებული ნამუშევრები და პოზიტიური უკუკავშირები - ფასის
            სიმცირიდან გამომდინარე, ალგორითმა განცხადების ფასი შესაძლოა შეაფასოს „კარგ ფასად“.
        </p>
        <p>
            მაგრამ, როცა გამოცდილი, მაღალკვალიფიციური ფრილანსერი, რომელიც იგივე მონაცემების საფუძველზე
            დაგიმზადებთ ლოგოს და
            მოითხოვს 200$, ჩვენი ალგორითმი გაითვალისწინებს ამ ფრილანსერის მაღალ ჩართულობას, შეფასებას და
            პოზიტიურ უკუკავშირებს, მისი ფასიც შეფასდება „კარგ ფასად“.</p>
        <p>
            აქედან გამომდინარე, დამკვეთებს მიეცემათ საშუალება თვითონ გადაწყვიტონ რა ტიპის და ხარისხის სერვისის
            შეძენა სურთ ფრილანსერისგან. ხოლო დავა, ფრილანსერებს შორის, ფასის შემცირების საკითხზე, ერთხელ და
            სამუდამოდ გადაჭრილი იქნება. </p>

        <h1>ქვეკონტრაქტორის ფუნქცია</h1>
        <p> ხშირია შემთხვევა, როცა ფრილანსერი იღებს თასქს, რომელიც მოითხოვს მულტიფუნქციონალურობას და მას
            ესაჭიროება სხვა ფრილანსერებისგან მხარდაჭერა. ამ შემთხვევაში, ფრილანსერს ექნება საშუალება კონკრეტული
            პროექტის ფარგლებში ქვეკონტრაქტორად აიყვანოს სხვა ფრილანსერი და გადაუხადოს მას თავისი პირადი
            ბალანსიდან ჩვენს პლათფორმაზე - შიდა გადარიცხვის საშუალებით - ყოველგვარი საკომისიოს გარეშე. ამით ჩვენ
            ხელს შევუწყობთ ფრილანსერებს, რომ იმუშაონ გუნდურად და გააფართოვონ საკუთარი სერვისები.</p>

        <h1>ფრილანსერის განვითარება</h1>
        <p>
            დღეს არსებულ პლათფორმებზე, თქვენ შეხვდებით ზოგად შეთავაზებეს სხვადასხვა კურსების შესახებ, მაგრამ
            კონკრეტულად ფრილანსერის განვითარებისთვის მორგებული ტრენინგები და ზრუნვა ფაქტობრივად არ არსებობს.
            ჩვენ მომხმარებლის შენარჩუნებისთვის და მასზე ზრუნვისთვის, გვინდა, რომ შევქმნათ ფრილანსერის
            გადამზადების სერვისი. ბაზრის კვლევიდან გამომდინარე, შეგვეძლება შევთავაზოთ ფრილანსერებს იმ სექტორებში
            გადამზადება, რომელშიც მზარდი მოთხოვნა და ფრილანსერების დეფიციტი იქნება. ამით მივიღებთ ფრილანსერების
            სტაბილურ რაოდენობას, მაღალი კომპეტენციითა და სპექტრით, რითიც შევძლებთ ბაზრის დაკმაყოფილებას.
            შესაბამისად, გაიზრდება ჩვენს პლათფორმაზე შესრულებული ტრანზაქციების რაოდენობა და ბრუნვა.
        </p>
    </div>
    <div id="market-opportunity-and-dynamics-text" class="text-container">
        <h1>ბაზრის შესაძლებლობა და დინამიკა</h1>
        <p>
            • თვითდასაქმებულობის მაჩვენებელი ბოლო წლებში ძალიან გაიზარდა. დაახლოებით 1,57 მილიარდი ადამიანი
            თვითდასაქმებულია მთელ მსოფლიოში (წყარო: explodingtopics.com). ეს მაჩვენებელი გლობალური სამუშაო ძალის
            თითქმის ნახევარს (46.6%) შეადგენს (წყარო: World Bank.com). მთელ მსოფლიოში, საშუალოდ ფრილანსერი
            გამოიმუშავებს 21 დოლარს საათში (წყარო: payoneer.com). ფრილანსინგ პლატფორმის მთლიანი
            ბაზარი შეფასებულია 3,39 მილიარდ დოლარად (წყარო: globenewswire.com). ჩვენი რეგიონის მასშტაბით
            დაახლოებით 200,000
            ფრილანსერია, რომლებიც საწყის ეტაპზე ჩვენს უშუალო სამიზნე ჯგუფს წარმოადგენს.
        </p>
        <p>
            • ზრდის მიუხედავად, თავისუფალი პლატფორმები პასუხისმგებელია მთლიანი გლობალური დასაქმების მხოლოდ
            1-3%-ზე. ეს ნიშნავს, რომ არსებობს უამრავი ადგილი მუდმივი ზრდისთვის. 2027 წლისთვის, გლობალური
            თავისუფალი პლატფორმის ბაზარი სავარაუდოდ 9,19 მილიარდ დოლარს მიაღწევს. 2021-2027 წლების განმავლობაში,
            ფრინალსინგ ბაზრის CAGR იქნება 15.3% (წყარო: globenewswire.com).
            ნათელია, რომ ფრილანსინგი მსოფლიო სამუშაო ძალის განუყოფელი ნაწილი გახდა. ეს განსაკუთრებით ეხება
            სამუშაოს, რომელიც შეიძლება შესრულდეს დისტანციურად.
        </p>

        <div class="market-img">
            <img src="{{asset('market.png')}}" alt="">
        </div>
    </div>
    <div id="competitive-advantage-text" class="text-container">
        <h1>კონკურენტული უპირატესობები </h1>
        <p>• რეგიონალური მასშტაბით ჩვენ არ გვყავს პირდაპირი კონკურენტები, ხოლო ჩვენს არაპირდაპირ კონკურენტებთან
            შედარებით, ჩვენი უპირატესობა გამოიხატება
            ფრილანსერსა და დამკვეთს შორის ურთიერთობის უსაფრთხოების უზრუნველყოფითა და არჩევნის ფართო სპექტრით.
        </p>
        <p>• გლობალური მასშტაბით, ჩვენ დავნერგავთ შეთავაზებული პროდუქტის ფასის სამართლიანობის გამომთვლელ
            ალგორითმს, რომელიც განცხადების ფასს მიანიჭებს სტატუსს, ალგორითმის მიერ გამოთვლილ საშუალო ფასთან
            მიმართებაში, რაც მომხმარებელს გაუადვილებს გადაწყვეტილების მიღებას.
        </p>
        <p>• გარდა ამისა, ამ ალგორითმით გადაიჭრება პრობლემა, რომელიც უდგათ გამოცდილ პროფესიონალ ფრილანსერებს.
            ზოგ შემთხვევებში, მათი მაღალი ფასი ვერ უწევს კონკურენციას სხვა ფრილანსერების დაბალ ფასებს.
            ალგორითმის დახმარებით შესაძლებელი იქნება სხვადასხვა ფასს მიენიჭოს ერთი და იგივე სტატუსი, ფრილანსერის
            გამოცდილების მიხედვით.
        </p>
        <div><img src="{{asset('price.png')}}" alt=""></div>
        <p>• პლათფორმშიდა გადარიცხვების ინოვაცია, რაც ფრილანსერებს საშუალებას მისცემს იმუშაონ უფრო ფართო
            სპექტრის პროექტებზე, აიყვანონ სხვა ფრილანსერები, როგორც ქვეკონტრაქტორები და გადაუხადონ მათ შიდა
            გადარიცხვით ყოველგვარი საკომისიოს გარეშე.
        </p>
        <p>• ჩვენი პლათფორმა გადააფასებს დარეგისტრირებულ ფრილანსერებს თავიდან. რაც იმას ნიშნავს, რომ
            ფრილანსერი, რომელიც რეგისტრირებულია სხვა პლატფორმებზე და აქვს მაღალი რეიტინგი, ჩვენს პლატფორმაზე
            გადმოსვლის შემდგომ, მოუწევს რეიტინგის ახლიდან დაწერა. ყველა ფრილანსერი იქნება ერთნაირი
            შესაძლებლობების ქვეშ და ყველასთვის შესაძლებელი იქნება მაღალი რეიტინგისთვის ბრძოლა.
        </p>
        <p>• ბოლოს, ჩვენს კომპანიას განზრახული აქვს, რომ რესურსი მოახმაროს ფრილანსერების პროფესიულ
            გადამზადებას. ფრილანსერები გადამზადდებიან იმ სფეროებში, სადაც იქნება ფრილანსერების ნაკლებობა ბაზრის
            კვლევის მიხედვით. შედეგად მივიღებთ მულტიფუნქციურ და მაღალკვალიფიციურ ფრილანსერებს, რომლებიც შეძლებენ
            უფრო მეტი თასქის დამუშავებას, რაც პროპორციულად აისახება ჩვენს შემოსავალზე.
        </p>
    </div>
    <div id="team-text" class="text-container">
        <img src="{{asset('Team-Member.png')}}" alt="">
    </div>
</section>

<script>
    document.querySelectorAll('.button').forEach(button => {
        button.addEventListener('click', function (event) {
            event.preventDefault();
            const targetId = this.getAttribute('href').substring(1);
            const targetText = document.getElementById(targetId + '-text');

            // Hide all text containers
            document.querySelectorAll('.text-container').forEach(container => {
                container.style.display = 'none';
            });

            // Show the targeted text container
            if (targetText) {
                targetText.style.display = 'block';
            }
            window.location.hash = targetId;
        });
    });
    window.addEventListener('DOMContentLoaded', () => {
        const hash = window.location.hash.substring(1);
        const targetText = document.getElementById(hash + '-text');

        document.querySelectorAll('.text-container').forEach(container => {
            container.style.display = 'none';
        });
        if (targetText) {
            targetText.style.display = 'block';
        }
    });
</script>
</body>

</html>